import { component$ } from "@builder.io/qwik";
import styles from "./style.module.scss";

export const ReplaceBatterySection = component$(() => {
  return (
    <section class={styles.blog_wrapper}>
      <div class={styles.blog}>
        <h2>למה ומתי מחליפים מצבר?</h2>
        <p>
          קודם כל לפני שאתם רצים להחליף אותו, בואו נעשה היכרות קצרה עם המצבר:
          המצבר הוא הסוללה של הרכב שלכם. הוא אחראי לספק חשמל לכל מערכות הרכב
          החשמליות: פנסי הרכב, המזגן, הרדיו, המגבים, החלונות החשמליים, האורות
          שבתוך הרכב, נורות האזהרה בלוח השעונים ועוד. כדי להסביר אנחנו נעשה
          השוואה לדבר שעוזר לכולנו להבין: הסמארטפון. אם המצבר הוא בטריה, אז
          בדיוק כמו הטלפון שלנו, הוא יצטרך מטען, והמטען הזה הוא האלטרנטור.
          <br />
          <br />
          אז אם למצבר יש בטריה משלו, למה בכל זאת אומרים לנו כל הזמן לא להשאיר את
          האורות ברכב דולקים? כי האלטרנטור מטעין את המצבר רק בזמן נהיגה. זה
          בדיוק כמו לחבר את המטען של הפלאפון לשקע. אם תחברו את הפלאפון למטען אבל
          לא לשקע הוא לא יטעין נכון? וכך גם ברכב: כשהרכב לא מונע, האלטרנטור לא
          מטעין את המצבר, כך שאם השארתם משהו חשמלי דלוק המצבר יעבוד ויעבוד עד
          שה"סוללה" שלו תיגמר. כשהסוללה תיגמר לא תוכלו להניע את הרכב עד שתטעינו
          שוב את המצבר או שבמקרים אחרים המצבר פשוט מת ואז תצטרכו להחליף אותו
          לאחד חדש.
          <br />
          <br />
          איך מטעינים את המצבר? לפני שאתם מחליפים את המצבר, כדאי לנסות להטעין
          אותו, כי ייתכן שניתן להחזיר אותו לחיים על ידי הזרמת מתח חשמלי אליו. אם
          אתם לא בטוחים איך לעשות את זה, עדיף שלא תנסו לבד כי לפעמים זה יוצר
          יותר נזק למצבר. אז איך זה עובד? בטוח יצא לכם לנסות בעצמכם, או לפחות
          לראות את זה בכביש: שני רכבים שעומדים אחד מול השני עם כבלים כשהם
          מטעינים את המצבר או לחילופין טעינה איטית ביתית ארוכה אם יש ברשותכם אחת
          כזו.
          <br />
          <br />
          אז כדי להטעין את המצבר צריך להעביר לו חשמל מרכב אחר באמצעות שני כבלים:
          כבל שחור וכבל אדום. על המצבר עצמו יש סימנים של פלוס ומינוס. מתחילים
          בלחבר את הכבל האדום מצידו האחד לפלוס במצבר של הרכב התקין ומצידו השני
          לפלוס במצבר של הרכב התקול, ואת הכבל השחור נחבר למינוסים. שימו לב לא
          להתבלבל ביניהם! בשלב הזה אפשר לנסות ולהניע את הרכב, ברגע שהמצבר יקבל
          חשמל הוא יניע. לאחר מכן נתקו את הכבל השחור ולכן מכן את האדום. אם
          בהוצאת הכבלים הרכב לא מניע, או שנסעתם בו לפחות למשך 20 דקות ועדיין
          מסרב להניע כנראה שיש צורך לתאם להחליף מצבר עד הבית
          <br />
          <br />
          תקלות נפוצות במצבר קודם כל ניישר קו: מצבר אי אפשר לתקן. בניגוד למדחס
          מזגן או סטרטר שאפשר לשפץ, במצבר זה לא אפשרי וברגע שהוא מתקלקל תמיד
          תיאלצו להחליף אותו. יש מספר גורמים נפוצים שיגרמו למצבר לא לעבוד:
          <br />
          <br />
          ווסת תקול - כמו שכבר הסברנו, האלטרנטור מטעין את המצבר. כדי שלא יעבור
          ממנו מתח חשמלי גבוה מדי, יש ווסת באלטרנטור שאחראי לווסת את כמות המתח
          שהמצבר מקבל. ככל שיותר מערכות חשמליות ברכב דולקות הוא מעביר יותר זרם.
          פעמים רבות קורה שהווסת לא תקין והוא גורם לקפיצות ונפילות מתח, דבר
          שמשפיע באופן ישיר על המצבר, וגורם לו לצאת משימוש. זה יוביל לכך שתיאלצו
          להחליף אותו.
          <br />
          <br />
          מזג האוויר - מזג אויר חם מדי או קר מדי משפיעים על המצבר. מזג אויר קר
          מאוד, גורם למנוע הקר להתאמץ יותר בהנעה. כשהסטרטר שמניע את הרכב מתאמץ,
          הוא צורך יותר חשמל מהמצבר, המצבר עובד קשה יותר, ולכן נוטה להתקלקל. מזג
          אויר חם מאוד, מנגד, גורם למצבר, שהוא בעצם קופסה שחורה, להתחמם מאוד,
          וזה מוביל לכך שרכיבים חשמליים בתוכו יתפרקו ויתבלו מהר יותר. כך שבימים
          של גלי חום יש גם גל של החלפת מצברים.
          <br />
          <br />
          השארת פנסי רכב דולקים - אם השארתם את האורות ברכב דולקים, גרמתם לסוללה
          של המצבר להתרוקן מבלי שיהיה מה שיטעין אותו. במקרה כזה יש שתי אפשרויות:
          או שהמצבר יחזור לתפקוד אחרי הטענה עם כבלים ונסיעה ממושכת לטעינה מלאה
          או לחילופין טעינה ביתית ממטען מצברים, או שהוא לא יחזור לשימוש כלל
          ותיאלצו להחליף אותו.
          <br />
          <br />
          והסיבה הנפוצה כמובן היא בלאי - מצברים מחזיקים מעמד לתקופה מסוימת ולאחר
          מכן צריך להחליף אותם כתוצאה משימוש ממושך שגורם לבלאי. כמה זמן אמור
          להחזיק מצבר חדש - הדעה הרווחת היא שמצבר חדש יחזיק מעמד שלוש שנים.
          <br />
          <br />
          החלפת מצבר - איזה מצבר מומלץ? במצברים, כמו בהרבה דברים אחרים, לא תמיד
          כדאי לקנות את הזול כי יש לזה משמעות באיכות של המצבר, וחבל שתיאלצו
          להחליף שני מצברים בתקופה קצרה. הזול הוא לבסוף היקר ולכן כדאי להשקיע
          במצבר איכותי של חברה מומלצת. שלוש החברות המומלצות ביותר למצברים הם:
          בוש ורטה ושנפ. מבחינת הבדלי המחירים בין שלוש החברות ההבדל הוא זניח
          וההבדלים בינהם בעיקר על אורך האחריות, כאשר מצבר שנפ הינו בעל שנה
          אחריות ומצרי וורטה בעלי 24 חודשי אחריות.
        </p>
      </div>
    </section>
  );
});
